Revit 2027 API
UnitTypeId.Seconds Property
 Seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Seconds { get; }
Public Shared ReadOnly Property Seconds As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Seconds {
	ForgeTypeId^ get ();
}
static member Seconds : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace